Repository: ArtMouseCorp/Presets
Catalog: Presets/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, it, ja, pt_pt, ru, th, tr, vi, zh

# manual.button.lightroom
source: Install Adobe Lightroom
ar: تثبيت تطبيق Adobe Lightroom
de: Adobe Lightroom installieren
es: Instalar Adobe Lightroom
fr: Installez Adobe Lightroom
id: Instal Adobe Lightroom
it: Installa Adobe Lightroom
ja: AdobeLightroomのインストール
pt_pt: Instalar Adobe Lightroom
ru: Установить Adobe Lightroom
th: ติดตั้ง Adobe Lightroom
tr: Adobe Lightroom'u yükleyin
vi: Cài đặt Adobe Lightroom
zh: 安装Adobe Lightroom

# manual.step.second
source: 2. Select a preset and click "Copy to Lightroom"
ar: 2. حدِّد إعدادًا مسبقًا وانقر على نسخ إلى Lightroom"
de: 2. Wähle eine Voreinstellung aus und klicke auf "Nach Lightroom kopieren"
es: 2. Seleccione un ajuste preestablecido y haga clic en "Copiar en Lightroom"
fr: 2. Sélectionnez un preset et cliquez sur "Copier dans Lightroom".
id: 2. Pilih preset dan klik "Copy to Lightroom" (Salin ke Lightroom)
it: 2. Seleziona un predefinito e fai clic su "Copia in Lightroom"
ja: 2.プリセットを選択し、[Lightroomにコピー]をクリックします
pt_pt: 2. Selecione uma predefinição e clique em "Copiar para o Lightroom"
ru: 2. Выберите пресет и нажмите "Копировать в Lightroom"
th: 2. เลือกพรีเซ็ตและคลิก "คัดลอกไปยัง Lightroom"
tr: 2. Bir ön ayar seçin ve "Lightroom'a Kopyala" ya tıklayın
vi: 2. Chọn một giá trị đặt trước và nhấp vào "Sao chép vào Lightroom"
zh: 2. 选择一个预设并点击 "复制到Lightroom"。

# manual.step.third
source: 3. The preset will open in Lightroom, click the more button and select "Copy Settings"
ar: 3. سيتم فتح الإعداد المسبق في تطبيق Lightroom، انقر على زر المزيد وحدِّد نسخ الإعدادات"
de: 3. Die Voreinstellung wird in Lightroom geöffnet, klicke auf die Schaltfläche Mehr und wähle "Einstellungen kopieren"
es: 3. El ajuste preestablecido se abrirá en Lightroom, haga clic en el botón Más y seleccione "Copiar configuración"
fr: 3. Le preset s'ouvre dans Lightroom, cliquez sur le bouton Plus et sélectionnez "Copier les paramètres"
id: 3. Preset akan terbuka di Lightroom, klik tombol lainnya dan pilih Copy Settings" (Salin Pengaturan);
ja: 3.プリセットがLightroomで開き、[その他]ボタンをクリックして[設定のコピー]を選択します
pt_pt: 3. A predefinição será aberta no Lightroom, clique no botão mais e selecione "Copiar configurações"
ru: 3. Предустановка откроется в Lightroom, нажмите кнопку "Дополнительно" и выберите "Копировать настройки"
th: 3. พรีเซ็ตจะเปิดใน Lightroom ให้คลิกปุ่มเพิ่มเติมและเลือก "คัดลอกการตั้งค่า"
vi: 3. Cài đặt trước sẽ mở trong Lightroom, nhấp vào nút khác và chọn "Sao chép Cài đặt"
zh: 3. 预设将在Lightroom中打开，点击更多按钮并选择 "复制设置"。

# manual.step.fourth
source: 4. Press the "Back" button to return to the previous screen, then press the "Import" button and select a photo from your library
ar: 4. اضغط على زر العودة" للرجوع إلى الشاشة السابقة، ثم اضغط على الزر "استيراد" وحدِّد صورة من مكتبتك
de: 4. Drücke die Schaltfläche "Zurück", um zum vorherigen Bildschirm zurückzukehren, drücke dann die Schaltfläche "Import" und wähle ein Foto aus deiner Bibliothek
es: 4. Presione el botón "Atrás" para volver a la pantalla anterior, luego presione el botón "Importar" y seleccione una foto de su biblioteca
fr: 4. Appuyez sur le bouton "Retour" pour revenir à l'écran précédent, puis appuyez sur le bouton "Importer" et sélectionnez une photo dans votre bibliothèque
id: 4. Tekan tombol "Back" (Kembali) untuk kembali ke layar sebelumnya, lalu tekan tombol "Import" (Impor) dan pilih foto dari perpustakaan Anda
it: 4. Premi il pulsante "Indietro" per tornare alla schermata precedente, quindi premi il pulsante "Importa" e seleziona una foto dalla tua libreria
ja: 4.「戻る」ボタンを押して前の画面に戻り、「インポート」ボタンを押してライブラリから写真を選択します
pt_pt: 4. Pressione o botão "Voltar" para retornar à tela anterior, pressione o botão "Importar" e selecione uma foto de sua biblioteca
ru: 4. Нажмите кнопку "Назад", чтобы вернуться к предыдущему экрану, затем нажмите кнопку "Импорт" и выберите фотографию из своей библиотеки»
th: 4. กดปุ่ม "ย้อนกลับ" เพื่อกลับไปยังหน้าจอก่อนหน้า จากนั้นกดปุ่ม "นำเข้า" และเลือกรูปภาพจากคลังของคุณ
tr: 4. Önceki ekrana dönmek için "Geri" düğmesine basın, ardından "İçe Aktar" düğmesine basın ve kitaplığınızdan bir fotoğraf seçin
vi: 4. Nhấn nút "Back" để quay lại màn hình trước đó, sau đó nhấn nút "Import" và chọn ảnh từ thư viện của bạn
zh: 4. 按 "Back"按钮返回到前一个屏幕，然后按 "Import"按钮，选择一个照片。to from your library

# manual.step.fifth
source: 5. When the photo is added, click the "More" button and select "Insert settings"
ar: 5. عند إضافة الصورة، اضغط على زر المزيد" وحدِّد "إدخال الإعدادات"
de: 5. Wenn das Foto hinzugefügt wurde, klicke auf die Schaltfläche "Mehr" und wähle "Einstellungen einfügen"
es: 5. Cuando agregue la foto, haga clic en el botón "Más" y seleccione "Insertar configuración"
fr: 5. Lorsque la photo est ajoutée, cliquez sur le bouton "Plus" et sélectionnez "Insérer les paramètres"
id: 5. Saat foto ditambahkan, klik tombol "More" (Lainnya) dan pilih "Insert settings" (Masukkan pengaturan)
it: 5. Quando la foto è stata aggiunta, fai clic sul pulsante "Altro" e seleziona "Inserisci impostazioni"
ja: 5.写真が追加されたら、[その他]ボタンをクリックして[設定を挿入]を選択します
pt_pt: 5. Quando a foto for adicionada, clique no botão "Mais" e selecione "Inserir configurações"
ru: 5. Когда фотография будет добавлена, нажмите кнопку "Еще" и выберите "Вставить настройки"
th: 5. เมื่อเพิ่มรูปภาพแล้ว ให้คลิกปุ่ม "เพิ่มเติม" และเลือก "แทรกการตั้งค่า"
tr: 5. Fotoğraf eklendiğinde, "Diğer" düğmesini tıklayın ve "Ayarları ekle" yi seçin
vi: 5. Khi ảnh được thêm vào, hãy nhấp vào nút "Thêm" và chọn "Chèn cài đặt"
zh: 5. 当照片被添加后，点击 "More"按钮，选择 "Insert settings"。

# manual.step.sixth
source: 6. Great! Now you can save the photo or share it with subscribers
ar: 6. رائع! يمكنك الآن حفظ الصورة أو مشاركتها مع المشتركين
de: 6. Sehr gut! Jetzt kannst du das Foto speichern oder mit Abonnenten teilen
es: 6. ¡Genial! Ahora puedes guardar la foto o compartirla con los suscriptores
fr: 6. Super ! Vous pouvez maintenant enregistrer la photo ou la partager avec vos abonnés
id: 6. Bagus! Sekarang Anda dapat menyimpan foto atau membagikannya dengan pengikut
it: 6. Ottimo! Ora puoi salvare la foto o condividerla con gli iscritti
ja: 6.すばらしい！これで、写真を保存したり、サブスクライバーと共有したりできます
pt_pt: 6. Ótimo! Agora você pode salvar a foto ou compartilhá-la com assinantes
ru: 6. Отлично! Теперь вы можете сохранить фото или поделиться им с подписчиками
th: 6. เยี่ยมมาก ตอนนี้คุณสามารถบันทึกรูปภาพหรือแบ่งปันกับสมาชิก
tr: 6. Harika! Artık fotoğrafı kaydedebilir veya abonelerinizle paylaşabilirsiniz
vi: 6. Tuyệt vời! Bây giờ bạn có thể lưu ảnh hoặc chia sẻ nó với người đăng ký
zh: 6. 很好！现在你可以保存照片或分享。现在你可以保存照片或与用户分享它。

# manual.hint.first
source: * Presets are displayed with DNG mark
ar: * يتم عرض الإعدادات المسبقة بعلامة DNG
de: * Voreinstellungen werden mit DNG-Markierung angezeigt
es: * Los preajustes se muestran con la marca DNG
fr: * Les presets sont affichés avec la marque DNG
id: * Preset ditampilkan dengan tanda DNG
it: * I preset sono visualizzati con il segno DNG
ja: *プリセットはDNGマークで表示されます
pt_pt: * As predefinições são exibidas com a marca DNG
ru: * Пресеты отображаются с пометкой DNG
th: * ค่าที่ตั้งไว้จะแสดงด้วยเครื่องหมาย DNG
tr: * Ön ayarlar DNG işaretiyle görüntülenir
vi: * Các giá trị đặt trước được hiển thị với dấu DNG
zh: *预设是以DNG标记显示的

# manual.hint.second
source: ** Feel free to try different presets and change settings to make your photo perfect
ar: ** لا تتردد في تجربة إعدادات مسبقة مختلفة وتغيير الإعدادات لجعل صورتك مثالية
de: ** Probiere verschiedene Voreinstellungen aus und ändere die Einstellungen, um dein Foto perfekt zu machen
es: ** No dudes en probar diferentes ajustes preestablecidos y cambiar la configuración para que tu foto sea perfecta
fr: ** N'hésitez pas à essayer différents presets et à modifier les paramètres pour rendre votre photo parfaite
id: ** Jangan ragu untuk mencoba berbagai preset dan mengubah pengaturan untuk membuat foto Anda sempurna
it: ** Sentiti libero di provare diversi preset e modificare le impostazioni per rendere la tua foto perfetta
ja: **写真を完璧にするために、さまざまなプリセットを試して設定を変更してください
pt_pt: ** Sinta-se à vontade para experimentar diferentes predefinições e alterar as configurações para tornar sua foto perfeita
ru: ** Не стесняйтесь пробовать различные предустановки и изменять настройки, чтобы сделать вашу фотографию идеальной
th: ** ลองตั้งค่าล่วงหน้าต่างๆ และเปลี่ยนการตั้งค่าเพื่อทำให้รูปภาพของคุณสมบูรณ์แบบ
tr: ** Fotoğrafınızı mükemmel hale getirmek için farklı ön ayarları denemekten ve ayarları değiştirmekten çekinmeyin
vi: ** Hãy thử các cài đặt trước khác nhau và thay đổi cài đặt để làm cho bức ảnh của bạn trở nên hoàn hảo
zh: **随意尝试不同的预设和改变设置，使你的照片更完美

# alert.action.ok
source: Ok
ar: حسنًا
es: Bien
id: Oke
ru: Ок
th: ตกลง
tr: Tamam
zh: 好的

# alert.connection.title
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: No hay conexión a internet
fr: Pas de connexion Internet
id: Tidak ada koneksi internet
it: Nessuna connessione internet
ja: インターネット接続なし
pt_pt: Sem ligação à internet
ru: Нет подключения к интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
vi: Không có kết nối Internet
zh: 没有互联网连接

# alert.connection.message
source: There is no internet connection. Please connect to the network and try again.
ar: لا يوجد اتصال بالإنترنت. يُرجى الاتصال بالشبكة وإعادة المحاولة
de: Es besteht keine Internetverbindung. Bitte verbinde dich mit dem Netzwerk und versuche es erneut.
es: No hay conexión a internet. Conéctate a la red y vuelve a intentarlo.
fr: Il n'y a pas de connexion Internet. Veuillez vous connecter au réseau et réessayer.
id: Tidak ada koneksi internet. Hubungkan ke jaringan, lalu coba lagi.
it: Non c'è connessione internet. Connettiti alla rete e riprova.
ja: インターネット接続がありません ネットワークに接続して再試行してください
pt_pt: Não está ligado à internet. Ligue-se à rede e tente novamente.
ru: Нет подключения к интернету. Пожалуйста, подключитесь к сети и попробуйте еще раз.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต กรุณาเชื่อมต่อเน็ตเวิร์ก แล้วลองอีกครั้ง
tr: İnternet bağlantısı yok. Lütfen ağa bağlanın ve tekrar deneyin.
vi: Không có kết nối Internet. Bạn vui lòng kết nối với Internet và thử lại lần nữa.
zh: 没有互联网连接。请连接到网络并再次尝试。

# alert.subscribed.title
source: Subscribed
ar: تم الاشتراك
de: Abonniert
fr: Abonné
id: Berlangganan
ja: 登録済
pt_pt: Subscrito
ru: Подписка оформлена
th: สมัครสมาชิกแล้ว
tr: Abone olundu
zh: 已订阅

# alert.subscribed.message
source: You are already subscribed. All functionality is available to you.
ar: أنت مشترك بالفعل. جميع الوظائف متوفرة لك.
de: Du hast bereits ein Abonnement. Alle Funktionen stehen dir zur Verfügung.
fr: Vous êtes déjà inscrit. Toutes les fonctionnalités sont disponibles pour vous.
id: Anda sudah berlangganan. Semua fungsionalitas tersedia untuk Anda.
ja: 既に登録されています 全ての機能を利用できます
pt_pt: Já está subscrito. Todas as funcionalidades estão à sua disposição.
ru: Вы уже подписаны. Вам доступен весь функционал.
th: คุณสมัครสมาชิกไปแล้ว การทำงานทุกอย่างพร้อมให้คุณใช้งานแล้ว
tr: Daha önce abone oldunuz. Tüm işlevsellikleri kullanabilirsiniz.
zh: 你已经订阅了。您可以使用所有的功能。

# alert.restored.title
source: Restored
ar: تمت الاستعادة
de: Wiederhergestellt
es: Restaurado
fr: Restauré
id: Dipulihkan
it: Ripristinato
ja: 復元済
pt_pt: Restaurado
ru: Восстановлен
th: กู้คืนแล้ว
tr: Geri yüklendi
vi: Đã khôi phục
zh: 已恢复

# alert.restored.message
source: You have successfully restored your subscription. All functionality is now available to you.
ar: لقد استعدت اشتراكك بنجاح. وأصبحت جميع الوظائف متوفرة لك الآن.
de: Du hast dein Abonnement erfolgreich wiederhergestellt. Alle Funktionen stehen dir jetzt zur Verfügung.
es: Has restaurado con éxito tu suscripción. Ya tienes todas las funciones disponibles
fr: Vous avez restauré votre abonnement avec succès. Toutes les fonctionnalités sont maintenant à votre disposition.
id: Anda telah berhasil memulihkan langganan Anda. Semua fungsi sekarang tersedia untuk Anda.
it: Hai ripristinato con successo il tuo abbonamento. Tutte le funzionalità ti sono ora disponibili.
ja: 登録が正常に復元されました すべての機能が利用できるようになりました
pt_pt: A sua assinatura foi restaurada com sucesso. Todas as funcionalidades estão agora disponíveis para si.
ru: Вы успешно восстановили подписку. Теперь вам доступен весь функционал.
th: คุณกู้คืนการสมัครสมาชิกของคุณเรียบร้อยแล้ว การทำงานทุกอย่างพร้อมให้คุณใช้งานแล้ว
tr: Aboneliğinizi başarıyla geri yüklediniz. Tüm işlevsellik artık sizin için kullanılabilir.
vi: Bạn đã khôi phục thành công gói đăng ký của mình. Bạn có thể sử dụng mọi chức năng.
zh: 您已经成功恢复了您的订阅。您现在可以使用所有的功能。

# alert.notSubscriber.title
source: Cannot be restored
ar: تتعذَّر الاستعادة
de: Kann nicht wiederhergestellt werden
es: No se puede restaurar
fr: Impossible à restaurer
id: Tidak dapat dipulihkan
it: Non può essere ripristinato
ja: 復元できません
pt_pt: Não pode ser restaurado
ru: Не подлежит восстановлению
th: ไม่สามารถกู้คืนได้
tr: Geri yüklenemez
vi: Không thể được khôi phục
zh: 不能恢复

# alert.notSubscriber.message
source: Sorry, you cannot restore your purchase because you do not have an active subscription.
ar: عذرًا، لا يمكنك استعادة مشترياتك لأنك لا تملك اشتراكًا نشطًا.
de: Du kannst deinen Einkauf leider nicht wiederherstellen, da du kein aktives Abonnement hast.
es: Lo sentimos, no puedes restaurar tu compra porque no tienes una suscripción activa.
fr: Désolé, vous ne pouvez pas restaurer votre achat car vous n'avez pas d'abonnement actif.
id: Maaf, Anda tidak dapat memulihkan pembelian Anda karena Anda tidak memiliki langganan aktif.
it: Spiacenti, non puoi ripristinare il tuo acquisto perché non hai un abbonamento attivo.
ja: 申し訳ありませんが、有効な登録がないため、購入を復元することはできません
pt_pt: Lamentamos, não pode restabelecer a sua compra porque não tem uma subscrição ativa.
ru: К сожалению, вы не можете восстановить свою покупку, потому что у вас нет активной подписки.
th: ขออภัย คุณไม่สามารถกู้คืนการซื้อของคุณได้ เนื่องจากคุณไม่มีการสมัครสมาชิกที่ใช้งานอยู่
tr: Maalesef, aktif bir aboneliğiniz olmadığı için satın alma işleminizi geri yükleyemezsiniz.
vi: Rất tiếc, bạn không thể khôi phục đơn hàng của mình bởi bạn không có một gói đăng ký đang hoạt động.
zh: 对不起，你不能恢复你的购买，因为你没有一个有效的订阅。

# alert.loading.message
source: Please wait...
ar: ...ارجوك انتظر
de: Warten Sie mal...
es: Espere por favor...
fr: S'il vous plaît, attendez...
ja: お待ちください...
ru: Минуточку...
th: โปรดรอ...
tr: Lütfen bekle...
zh: 请等待...
