Repository: ArtMouseCorp/Presets
Catalog: Presets/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, it, ja, pt_pt, ru, th, tr, vi, zh

# onboarding.title.first
source: Amazing photos in minutes
ar: صورة مذهلة في دقائق
de: Erstaunliche Fotos in wenigen Minuten
es: Fotos increíbles en solo minutos
fr: Des photos étonnantes en quelques minutes
id: Foto menakjubkan dalam hitungan menit
it: Foto fantastiche in pochi minuti
ja: ほんの数分で素晴らしい写真を
pt_pt: Fotos incríveis em minutos
ru: Потрясающие фотографии за считанные минуты
th: รูปที่น่าทึ่งในไม่กี่นาที
tr: Dakikalar içinde harika fotoğraflar
vi: Các bức ảnh tuyệt vời chỉ trong vài phút
zh: 在几分钟内拍出令人惊叹的照片

# onboarding.subtitle.first
source: Import presets into Lightroom
ar: استيراد الإعدادات المسبقة إلى Lightroom
de: Importiere deine Voreinstellungen nach Lightroom
es: Importar ajustes preestablecidos a Lightroom
fr: Importez des presets dans Lightroom
id: Impor preset ke Lightroom
it: Importa i predefiniti in Lightroom
ja: Lightroomに プリセットをインポート
pt_pt: Importar predefinições para o Lightroom
ru: Импортируй пресеты в Lightroom
th: นำเข้าพรีเซ็ตลงใน Lightroom
tr: Ön ayarları Lightroom'a aktarın
vi: Nhập thiết lập sẵn vào Lightroom
zh: 将预设值导入Lightroom

# onboarding.title.second
source: Select a style and apply it
ar: تحديد أسلوب وتطبيقه
de: Wähle einen Stil aus und wende ihn an
es: Elige un estilo y aplícalo
fr: Sélectionnez un style et appliquez-le
id: Pilih gaya dan terapkan
it: Seleziona uno stile e applicalo
ja: スタイルを選択して適用
pt_pt: Selecione um estilo e aplique-o
ru: Выбери эффект и примени его
th: เลือกสไตล์แล้วนำไปใช้
tr: Bir stil seçin ve uygulayın
vi: Chọn một phong cách và áp dụng nó
zh: 选择一种风格并应用它

# onboarding.subtitle.second
source: Style your work
ar: إضفاء طابع مميز على أعمالك
de: Style deine Arbeit
es: Añade estilo a tu trabajo
fr: Donnez du style à votre travail
id: Buat karya Anda bergaya
it: Dai stile al tuo lavoro
ja: 作品をスタイリング
pt_pt: Estilize o seu trabalho
ru: Создай свой стиль
th: แต่งสไตล์งานของคุณ
tr: Çalışmanıza stil katın
vi: Tạo phong cách cho tác phẩm của bạn
zh: 为你的作品设计风格

# onboarding.title.third
source: Enjoy 100+ Lightroom presets
ar: استمتع بأكثر من 100 تأثير لتطبيق Lightroom
de: Genieße über 100 Lightroom-Voreinstellungen
es: Disfruta de más de 100 ajustes preestablecidos de Lightroom
fr: Profitez de plus de 100 presets Lightroom
id: Nikmati 100+ preset Lightroom
it: Goditi gli oltre 100 preset di Lightroom
ja: 100以上のLightroomプリセットをご利用ください
pt_pt: Desfrute de mais de 100 predefinições do Lightroom
ru: Наслаждайся 100+ Lightroom пресетами
th: เพลิดเพลินกับพรีเซ็ต Lightroom 100+ พรีเซ็ต
tr: 100'den fazla Lightroom ön ayarının keyfini çıkarın
vi: Tận hưởng hơn 100 thiết lập sẵn của Lightroom
zh: 享受100多种Lightroom预设

# onboarding.subtitle.third
source: Beginner friendly
ar: سهل الاستخدام للمبتدئين
de: Anfängerfreundlich
es: Ideal para principiantes
fr: Idéal pour les débutants
id: Ramah pemula
it: Adatto ai principianti
ja: 初心者に やさしい
pt_pt: Fácil para os principiantes
ru: Подходит для новичков
th: เป็นมิตรกับผู้เริ่มต้น
tr: Yeni başlayan dostu
vi: Thân thiện với người mới
zh: 对初学者友好

# subscription.title
source: Become pro!
ar: احترف!
de: Werde ein Profi!
es: ¡Conviértete en un profesional!
fr: Devenez un pro!
id: Jadilah pro!
it: Diventa un professionista!
ja: プロになろう!
pt_pt: Torne-se profissional!
ru: Стань профи!
th: มาเป็นมืออาชีพ!
tr: Profesyonel olun!
vi: Trở thành chuyên gia!
zh: 成为专家!

# subscription.subtitle
source: Over 100+ quality presets
ar: أكثر من 100 إعداد مسبق ذي جودة عالية
de: Über 100 Voreinstellungen in bester Qualität
es: Más de 100 ajustes preestablecidos de calidad
fr: Plus de 100 presets de qualité
id: Lebih dari 100+ preset bermutu tinggi
it: Oltre 100+ preimpostazioni di qualità
ja: 100以上の高品質なプリセット
pt_pt: Mais de 100 predefinições de qualidade
ru: Более 100 качественных пресетов
th: พรีเซ็ตคุณภาพกว่า 100+ พรีเซ็ต
tr: 100'den fazla kalite ön ayarı
vi: Hơn 100 thiết lập sẵn chất lượng
zh: 超过100种优质预设

# subscription.button.next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Lebih jauh
it: Avanti
ja: 次
pt_pt: Próximo
ru: Далее
th: ไกลออกไป
tr: Daha ileri
vi: Hơn nữa
zh: 下一步

# subscription.button.restore
source: Restore
ar: يعيد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
pt_pt: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri Yükle
vi: Khôi phục
zh: 恢复

# subscription.button.privacy
source: Privacy
ar: خصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
ja: プライバシー
pt_pt: Privacidade
ru: Конфиденциальность
th: ความเป็นส่วนตัว
tr: Gizlilik
vi: Bảo mật
zh: 隐私保护

# subscription.button.terms
source: Terms
ar: مصطلحات
de: Bedingungen
es: Condiciones
fr: Conditions
id: Persyaratan
it: Termini
ja: 用語
pt_pt: Termos
ru: Условия
th: ข้อกำหนด
tr: Şartlar
vi: Điều khoản
zh: 条款

# subscription.failed.title
source: Oooops!
ar: عذرًا!
de: Hoppla!
es: ¡Ups!
id: Ups!
it: Ops!
ja: ごめんなさい！
ru: Ой!
th: โอ๊ะ!
tr: Hay aksi!
vi: Oái!
zh: 哎呀!

# subscription.failed.subtitle
source: Purchase failed :(
ar: فشل الشراء :(
de: Kauf gescheitert :(
es: La compra ha fallado :(
fr: L'achat a échoué :(
id: Pembelian gagal :(
it: Acquisto fallito :(
ja: 購入できませんでした:(
pt_pt: A compra falhou :(
ru: Покупка не удалась :(
th: การซื้อล้มเหลว :(
tr: Satın alma başarısız oldu :(
vi: Giao dịch mua thất bại :(
zh: 购买失败 :(

# subscription.failed.title2
source: View ads to
ar: عرض الإعلانات لأجل
de: Werbung ansehen für
es: Ve anuncios para
fr: Voir les annonces pour
id: Lihat iklan untuk
it: Visualizza gli annunci per
ja: 広告を表示：
pt_pt: Mostrar anúncios para
ru: Просмотреть рекламу чтобы
th: ดูโฆษณาเพื่อ
tr: Reklamları görüntüle
vi: Xem quảng cáo để
zh: 查看广告以

# subscription.failed.limitedVersion
source: Purchase run limited version
ar: شراء الإصدار المحدود
de: Begrenzte Version kaufen
es: Comprar versión con límite de ejecuciones
fr: Acheter la version limitée
id: Pembelian menjalankan versi terbatas
it: Esegui l'acquisto della versione limitata
ja: 購入者限定バージョン
pt_pt: Comprar versão de execução limitada
ru: пользоваться ограниченной версией
th: ซื้อการเรียกใช้ในเวอร์ชันที่จำกัด
tr: Sınırlı sürüm çalıştırması satın alın
vi: Mua phiên bản giới hạn
zh: 购买运行有限的版本

# subscription.failed.trial.title
source: ...or try full access with a 3-day free trial
ar: ...أو جرب الرعاية الكاملة من خلال الإصدار التجريبي لمدة 3 أيام
de: ... oder versuchen Sie Vollversorgungmit einem 3-Tage-Gratis-Test
es: ....o prueba Fully Care con una prueba gratuita de 3 días
fr: ...ou essayez Fully Care avec un essai gratuit de 3 jours
id: ....atau coba Fully Care (Fitur Lengkap) dengan Percobaan Gratis selama 3 hari
it: ....o prova Fully Care con tre giorni di prova gratis
ja: または3日間の無料試用で完全ケアをお試しください
pt_pt: ...ou experimente o Cuidado Total com 3 dias de Experiência Grátis
ru: ...или попробуйте полную версию с бесплатным триалом на 3 дня
th: ...หรือลอง การดูแลเต็มรูปแบบ ด้วยการทดลองใช้ฟรี 3 วัน
tr: ...veya 3 günlük Ücretsiz Deneme ile Fully Care'i deneyin
vi: ...hoặc thử gói Chăm sóc toàn diện với thời hạn 3 ngày Dùng thử
zh: ...或通过3天的免费试用来尝试完全访问

# subscription.failed.button.trial
source: Try 3 days of access
ar: جرب 3 أيام من الوصول
de: 3 Tage Zugang testen
es: Prueba 3 días de acceso
fr: 3 jours d'essai
id: Coba akses 3 hari
it: Prova 3 giorni di accesso
ja: 3日間のアクセスを試す
pt_pt: Experimente 3 dias de acesso
ru: Попробовать 3 дня доступа
th: ลองเข้าถึงเป็นเวลา 3 วัน
tr: 3 günlük erişimi deneyin
vi: Dùng thử 3 ngày
zh: 尝试3天的访问

# subscription.failed.cancelInfo
source: Cancel or pause at any time
ar: يمكنك الإلغاء أو الإيقاف المؤقت في أي وقت
de: Jederzeit abbrechen oder pausieren
es: Cancela o pausa en cualquier momento
fr: Annuler ou mettre en pause à tout moment
id: Batalkan atau jeda kapan saja
it: Annulla o metti in pausa in qualsiasi momento
ja: いつでもキャンセルや一時停止できます
pt_pt: Cancele ou pause a qualquer momento
ru: Отменить или приостановить в любое время
th: ยกเลิกหรือหยุดชั่วคราวได้ตลอดเวลา
tr: İstediğiniz zaman iptal edin veya duraklatın
vi: Hủy hoặc tạm dừng bất cứ lúc nào
zh: 在任何时候取消或暂停

# subscription.interval.day.one
source: day
ar: يوم واحد
de: Tag
es: día
fr: jour
id: hari
it: giorno
ja: 日
pt_pt: dia
ru: день
th: วัน
tr: gün
vi: ngày
zh: 天

# subscription.interval.day.two
source: days
ar: يومان
de: Tage
es: días
fr: jours
id: hari
it: giorni
ja: 日
pt_pt: dias
ru: дня
th: วัน
tr: gün
vi: ngày
zh: 天

# subscription.interval.day.five
source: days
ar: أيام
de: Tage
es: días
fr: jours
id: hari
it: giorni
ja: 日
pt_pt: dias
ru: дней
th: วัน
vi: ngày
zh: 天

# subscription.interval.week.one
source: week
ar: أسبو
de: Woche
es: semana
fr: semaine
id: minggu
it: settimana
ja: 週間
pt_pt: semana
ru: неделя
th: สัปดาห์
tr: hafta
vi: tuần
zh: 周

# subscription.interval.week.two
source: weeks
ar: أسبوعان
de: Wochen
es: semanas
fr: semaines
id: minggu
it: settimane
ja: 週間
pt_pt: semanas
ru: недели
th: สัปดาห์
tr: hafta
vi: tuần
zh: 周

# subscription.interval.week.five
source: weeks
ar: أسابيع
de: Wochen
es: semanas
fr: semaines
id: minggu
it: settimane
ja: 週間
pt_pt: semanas
ru: недель
th: สัปดาห์
tr: hafta
vi: tuần
zh: 周

# subscription.interval.month.one
source: month
ar: شه
de: Monat
es: mes
fr: mois
id: bulan
it: mese
ja: か月
pt_pt: mês
ru: месяц
th: เดือน
tr: ay
vi: tháng
zh: 月

# subscription.interval.month.two
source: months
ar: شهران
de: Monate
es: meses
fr: mois
id: bulan
it: mesi
ja: か月
pt_pt: meses
ru: месяца
th: เดือน
tr: ay
vi: tháng
zh: 月

# subscription.interval.month.five
source: months
ar: أشهر
de: Monate
es: meses
fr: mois
id: bulan
it: mesi
ja: か月
pt_pt: meses
ru: месяцев
th: เดือน
vi: tháng
zh: 月

# subscription.interval.year.one
source: year
ar: عام واحد
de: Jahr
es: año
fr: an
id: tahun
it: anno
ja: 年
pt_pt: ano
ru: год
th: ปี
tr: yıl
vi: năm
zh: 年

# subscription.interval.year.two
source: years
ar: عامان
de: Jahre
es: años
fr: ans
id: tahun
it: anni
ja: 年
pt_pt: anos
ru: года
th: ปี
tr: yıl
vi: năm
zh: 年

# subscription.interval.year.five
source: years
ar: أعوام
de: Jahre
es: años
fr: ans
id: tahun
it: anni
ja: 年
pt_pt: anos
ru: лет
th: ปี
tr: yıl
vi: năm
zh: 岁

# subscription.total
source: Total
ar: المجموع
de: Gesamt
fr: Le total
it: Totale
ja: 合計
ru: Суммарно
th: รวม
tr: Toplam
vi: Toàn bộ
zh: 总数

# main.title
source: Lightroom presets
ar: الإعدادات المسبقة لتطبيق Lightroom
de: Voreinstellungen von Lightroom
es: Ajustes preestablecidos de Lightroom
fr: Presets Lightroom
id: Preset Lightroom
it: Preset di Lightroom
ja: Lightroomプリセット
pt_pt: Predefinições do Lightroom
ru: Пресеты Lightroom
th: พรีเซ็ต Lightroom
tr: Lightroom ön ayarları
vi: Thiết lập sẵn cho Lightroom
zh: 光驱预设

# main.allPresets
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
id: Semua
it: Tutto
ja: 全て
pt_pt: Tudo
ru: Все
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh: 全部

# main.freePresets
source: Free
ar: مجانًا
de: Kostenlos
es: Gratis
fr: Gratuits
id: Gratis
it: Gratuito
ja: 無料
pt_pt: Grátis
ru: Бесплатные
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh: 免费的

# main.premiumPresets
source: PREMIUM
ar: ممتاز
ja: プレミアム
ru: ПРЕМИУМ
th: พรีเมียม
vi: CAO CẤP
zh: 高级版

# main.offer.title
source: Sale: -50%%
ar: %%بيع: -50
de: Verkauf: -50%%
es: Venta: -50%%
fr: Vente : -50%%
ru: Скидка: -50%%
th: ขาย: -50%%
zh: 销售。-50%%

# main.offer.description
source: All presets, highlights and effects
ar: كل الإعدادات المسبقة والإبرازات والتأثيرات
de: Alle Voreinstellungen, Highlights und Effekte
es: Todos los preajustes, luces y efectos
fr: Tous les préréglages, les mises en évidence et les effets
ru: Все пресеты, хайлайты и эффекты
th: พรีเซ็ต ไฮไลท์ และเอฟเฟกต์ทั้งหมด
zh: 所有预设、亮点和效果

# main.offer.button
source: GET
ar: احصل على
de: ZUR
es: IR A
fr: OBTENIR
ru: ПОЛУЧИТЬ
th: ได้รับ
zh: 获取

# offer.title
source: Get 1125 Lightroom Presets
ar: احصل على 1125 إعدادات Lightroom المسبقة
de: Holen Sie sich 1125 Lightroom Presets
es: Obter 1125 Predefinições da sala de luz
fr: Obtenez 1125 Presets Lightroom
ru: Получи 1125 Lightroom пресетов
th: รับ 1125 ค่าที่ตั้งไว้ Lightroom
zh: 获取1125/nLightroom预设

# offer.sale.percent
source: SALE 50%%
ar: %%بيع 50
es: VENDA 50%%
ru: СКИДКА 50%%
th: ลด 50%%
zh: 销售50%％的

# offer.warning.limit
source: Limited offer
ar: عرض محدود
de: Begrenztes Angebot
es: Oferta limitada
fr: Offre limitée
ru: Ограниченное предложение
th: ข้อเสนอจำนวนจำกัด
zh: 限量优惠

# offer.price
source: Get all presets for {oldPrice} for only {newPrice} per year
ar: احصل على جميع الإعدادات المسبقة لـ {oldPrice} مقابل {newPrice} فقط في السنة
de: Holen Sie sich alle Voreinstellungen für {oldPrice} für nur {newPrice} pro Jahr
es: Obtenha todas as predefinições para {oldPrice} por apenas {newPrice} por ano
fr: Obtenez tous les presets de {oldPrice} pour seulement {newPrice} par an
ru: Получить все пресеты за {oldPrice} всего по {newPrice} в год
th: รับค่าที่ตั้งไว้ล่วงหน้าทั้งหมดสำหรับ {oldPrice} ในราคาเพียง {newPrice} ต่อปี
zh: 每年只需{新价格}就能获得所有{旧价格}的预设。

# offer.button
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
ru: Продолжить
th: ดำเนินการต่อ
zh: 继续

# offer.time.left
source: 🔥 Until the end of the offer left
ar: حتى نهاية العرض المتبقي🔥
de: 🔥 Bis zum Ende des Angebots übrig
es: 🔥 Até ao fim da oferta restante
fr: 🔥 Jusqu'à la fin de l'offre restante
ru: 🔥 До конца предложения осталось
th: 🔥 จนกว่าข้อเสนอจะหมด
zh: 🔥 直到优惠结束离开

# myPresets.title
source: My Presets
ar: إعداداتي المسبقة
de: Meine Voreinstellungen
es: Mis ajustes preestablecidos
fr: Mes presets
id: Preset Saya
it: I miei preset
ja: マイプリセット
pt_pt: As Minhas Predefinições
ru: Мои пресеты
th: พรีเซ็ตของฉัน
tr: Ön Ayarlarım
vi: Thiết lập sẵn của tôi
zh: 我的预设

# myPresets.placeholder
source: Here will be the saved presets
ar: سيتم حفظ الإعدادات المسبقة هنا
de: Hier findest du die gespeicherten Voreinstellungen
es: Aquí estarán los ajustes preestablecidos guardados
fr: Voici les presets enregistrés
id: Ini akan menjadi preset yang disimpan
it: Ecco i preset salvati
ja: ここにプリセットを保存します
pt_pt: As predefinições guardadas serão mostradas aqui
ru: Здесь будут сохраненные пресеты
th: พรีเซ็ตที่บันทึกไว้จะอยู่ที่นี่
tr: Kaydedilen ön ayarlar burada olacak
vi: Đây sẽ là các thiết lập sẵn được lưu
zh: 这里将是已保存的预设

# myPresets.button.select
source: Select a preset
ar: تحديد إعداد مسبق
de: Wähle eine Voreinstellung
es: Selecciona un ajuste preestablecido
fr: Sélectionnez un preset
id: Pilih preset
it: Seleziona un preset
ja: プリセットを選択
pt_pt: Selecione uma predefinição
ru: Выберите пресет
th: เลือกพรีเซ็ต
tr: Bir ön ayar seçin
vi: Chọn một thiết lập sẵn
zh: 选择一个预设

# delete.title
source: Delete preset?
ar: هل تريد حذف الإعداد المسبق؟
de: Voreinstellung löschen?
es: ¿Eliminar ajuste preestablecido?
fr: Supprimer le preset ?
id: Hapus preset?
it: Eliminare il preset?
ja: プリセットを削除しますか？
pt_pt: Eliminar predefinição?
ru: Удалить пресет?
th: ลบพรีเซ็ตหรือไม่?
tr: Ön ayar silinsin mi?
vi: Xóa thiết lập sẵn?
zh: 删除预设？

# delete.button.confirm
source: Yes, delete
ar: نعم، حذف
de: Ja, löschen
es: Sí, eliminar
fr: Oui, supprimer
id: Ya, hapus
it: Sì, cancella
ja: はい、削除します
pt_pt: Sim, eliminar
ru: Да, удалить
th: ใช่ ลบ
tr: Evet, sil
vi: Có, xóa
zh: 是的，删除

# delete.button.cancel
source: No, cancel
ar: لا، إلغاء
de: Nein, abbrechen
es: No, cancelar
fr: Non, annuler
id: Tidak, batalkan
it: No, annulla
ja: いいえ、削除しません
pt_pt: Não, cancelar
ru: Нет, не удалять
th: ไม่ ยกเลิก
tr: Hayır, iptal et
vi: Không, hủy bỏ
zh: 不，取消

# preset.count.one
source: preset
ar: إعداد مسبق واحد
de: Voreinstellung
es: ajuste preestablecido
ja: プリセット
pt_pt: predefinição
ru: пресет
th: พรีเซ็ต
tr: ön ayar
vi: thiết lập sẵn

# preset.count.two
source: presets
ar: إعدادان مسبقان
de: Voreinstellungen
es: ajustes preestablecidos
id: preset
it: preset
ja: プリセット
pt_pt: predefinições
ru: пресета
th: พรีเซ็ต
tr: ön ayar
vi: thiết lập sẵn
zh: 预设

# preset.count.five
source: presets
ar: إعدادات مسبقة
de: Voreinstellungen
es: ajustes preestablecidos
id: preset
it: preset
ja: プリセット
pt_pt: predefinições
ru: пресетов
th: พรีเซ็ต
tr: ön ayar
vi: thiết lập sẵn
zh: 预设

# preset.tapHint
source: Tap to open the preset
ar: اضغط لفتح الإعداد المسبق
de: Tippe hier, um die Voreinstellung zu öffnen
es: Toca para abrir el ajuste preestablecido
fr: Appuyez pour ouvrir le preset
id: Ketuk untuk membuka preset
it: Tocca per aprire il preset
ja: タップしてプリセットを開く
pt_pt: Toque para abrir a predefinição
ru: Нажмите, чтобы открыть пресет
th: แตะเพื่อเปิดพรีเซ็ต
tr: Ön ayarı açmak için dokunun
vi: Chạm để mở thiết lập sẵn
zh: 点击打开预设

# preset.button.addToMyPresets
source: Add to my presets
ar: إضافة إلى إعداداتي المسبقة
de: Zu meinen Voreinstellungen hinzufügen
es: Añadir a mis ajustes preestablecidos
fr: Ajouter à mes presets
id: Tambahkan ke preset saya
it: Aggiungi ai miei preset
ja: プリセットに追加
pt_pt: Adicionar às minhas predefinições
ru: Добавить в мои пресеты
th: เพิ่มลงในพรีเซ็ตของฉัน
tr: Ön ayarlarıma ekle
vi: Thêm vào thiết lập sẵn của tôi
zh: 添加到我的预设中

# preset.addedPreset
source: Added!
ar: تمت الإضافة
de: Hinzugefügt!
es: ¡Añadido!
fr: Ajouté!
id: Ditambahkan!
it: Aggiunto!
ja: 追加済！
pt_pt: Adicionada!
ru: Добавлено!
th: เพิ่มแล้ว!
tr: Eklendi!
vi: Đã thêm!
zh: 添加!

# preset.button.openPreset
source: Open preset
ar: افتح الإعداد المسبق
de: Voreinstellung öffnen
fr: Ouvrir le préréglage
ru: Открыть пресет
th: เปิดที่ตั้งไว้ล่วงหน้า

# preset.button.subscription
source: Get access to 100+ presets
ar: احصل على إمكانية الوصول إلى أكثر من 100 إعداد مسبق
de: Erhalte Zugriff auf über 100 Voreinstellungen
es: Accede a más de 100 ajustes preestablecidos
fr: Accédez à plus de 100 presets
id: Dapatkan akses ke 100+ preset
it: Ottieni l'accesso a oltre 100 preset
ja: 100以上のプリセットにアクセスできます
pt_pt: Obtenha acesso a mais de 100 predefinições
ru: Получить доступ к 100+ пресетам
th: รับการเข้าถึง 100+ พรีเซ็ต
tr: 100'den fazla ön ayara erişin
vi: Truy cập hơn 100 thiết lập sẵn
zh: 获得100多个预设的权限

# preset.button.manual
source: How to use?
ar: طريقة الاستخدام؟
de: Wie benutzt man das?
es: ¿Cómo se usa?
fr: Comment les utiliser?
id: Bagaimana menggunakannya?
it: Come usarli?
ja: 使い方
pt_pt: Como utilizar?
ru: Как пользоваться?
th: จะใช้ได้อย่างไร?
tr: Nasıl kullanılır?
vi: Cách sử dụng?
zh: 如何使用？

# openPreset.title
source: Do you know how to use presets?
ar: هل تعرف كيف تستخدم الإعدادات المسبقة؟
de: Weißt du, wie man Voreinstellungen benutzt?
es: ¿Sabes cómo usar ajustes preestablecidos?
fr: Savez-vous comment utiliser les presets?
id: Apakah Anda tahu cara menggunakan preset?
it: Sai come usare i preset?
ja: プリセットの使い方をご存知ですか？
pt_pt: Sabe como utilizar predefinições?
ru: Вы знаете как пользоваться пресетами?
th: คุณรู้วิธีใช้พรีเซ็ตหรือไม่?
tr: Hazır ayarları nasıl kullanacağınızı biliyor musunuz?
vi: Bạn có biết cách để sử dụng thiết lập sẵn?
zh: 你知道如何使用预设吗？

# openPreset.button.open
source: Yes, open a preset
ar: نعم، فتح إعداد مسبق
de: Ja, eine Voreinstellung öffnen
es: Sí, abrir un ajuste preestablecido
fr: Oui, ouvrez un preset
id: Ya, buka preset
it: Sì, apri un preset
ja: はい、プリセットを開きます
pt_pt: Sim, abrir uma predefinição
ru: Да, открыть пресет
th: ใช่ เปิดพรีเซ็ต
tr: Evet, bir ön ayar aç
vi: Có, mở một thiết lập sẵn
zh: 是的，打开一个预设

# openPreset.button.openManual
source: No, open the manual
ar: لا، فتح الدليل
de: Nein, die Anleitung öffnen
es: No, abrir el manual
fr: Non, ouvrez le manuel
id: Tidak, buka manualnya
it: No, apri il manuale
ja: いいえ、マニュアルを開きます
pt_pt: Não, abrir o manual
ru: Нет, открыть инструкцию
th: ไม่ เปิดคู่มือ
tr: Hayır, kılavuzu aç
vi: Không, mở sách hướng dẫn
zh: 不，打开手册

# settings.title
source: Settings
ar: ‫الإعدادا
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
pt_pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh: 设置

# settings.button.manual
source: How to use?
ar: طريقة الاستخدام؟
de: Wie benutzt man das?
es: ¿Cómo se usa?
fr: Comment les utiliser?
id: Bagaimana cara menggunakan?
it: Come usarli?
ja: 使い方
pt_pt: Como utilizar?
ru: Как пользоваться?
th: จะใช้ได้อย่างไร?
tr: Nasıl kullanılır?
vi: Cách sử dụng?
zh: 如何使用？

# settings.button.serviceTerms
source: Terms of Service
ar: ‫أحكام الاستخدا
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisationм
id: Syarat Penggunaan
it: Termini d’utilizzo
ja: 利用諸条件
pt_pt: Termos de uso
ru: Условия использования
th: ข้อกำหนดในการใช้งาน
tr: Kullanım Şartları
vi: Điều khoản Sử dụng
zh: 服务条款

# settings.button.policy
source: Privacy Policy
ar: ‫سياسة الخصوصي
de: Datenschutzerklärung
es: Política de privacidad
fr: Confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_pt: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách Quyền Riêng tư
zh: 隐私政策

# settings.button.contact
source: Contact us
ar: تواصل معنا
de: Kontaktiere uns
es: Contáctanos
fr: Contactez nous
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
pt_pt: Contate-nos
ru: Контакты
th: ติดต่อเรา
tr: Bize ulaşın
vi: Liên hệ với chúng tôi
zh: 联系我们

# settings.button.subscriptionPlans
source: Subscription plans
ar: خطط الاشتراك
de: Abonnementpläne
es: Planes de suscripción
fr: Formules d'abonnement
id: Paket berlangganan
it: Piani di abbonamento
ja: サブスクリプションプラン
pt_pt: Planos de assinatura
ru: Планы подписки
th: แผนการสมัครสมาชิก
tr: Abonelik planları
vi: Gói đăng ký
zh: 订阅计划

# settings.button.restorePurchase
source: Recover your purchases
ar: استعادة مشترياتك
de: Stelle deine Einkäufe wieder her
es: Recuperar tus compras
fr: Récupérer vos achats
id: Pulihkan pembelian Anda
it: Recupera i tuoi acquisti
ja: 購入を回復する
pt_pt: Recupere as suas compras
ru: Восстановить покупки
th: กู้คืนการซื้อของคุณ
tr: Satın alımlarınızı kurtarın
vi: Khôi phục đơn hàng của bạn
zh: 恢复您的购买行为

# serviceTerms.title
source: Terms of Service
ar: ‫أحكام الاستخدا
de: AGB
es: Condiciones de uso
fr: Conditions d’utilisation
id: Syarat Penggunaan
it: Termini d’utilizzo
ja: 利用諸条件
pt_pt: Termos de uso
ru: Условия использования
th: ข้อกำหนดในการใช้งาน
tr: Kullanım Şartları
vi: Điều khoản Sử dụng
zh: 服务条款

# privacy.title
source: Privacy Policy
ar: ‫سياسة الخصوصي
de: Datenschutz
es: Política de privacidad
fr: Confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_pt: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách Quyền Riêng tư
zh: 隐私政策

# manual.title
source: How to use?
ar: طريقة الاستخدام؟
de: Wie benutzt man das?
es: ¿Cómo se usa?
fr: Comment les utiliser ?
id: Bagaimana menggunakannya?
it: Come usarli?
ja: 使い方
pt_pt: Como utilizar?
ru: Как пользоваться?
th: จะใช้ได้อย่างไร?
vi: Cách sử dụng?
zh: 如何使用？

# manual.button.videoTutorial
source: Watch video tutorial
ar: شاهد الفيديو التعليمي
de: Video-Tutorial ansehen
es: Mira un tutorial en video;
fr: Regardez le tutoriel vidéo
id: Tonton video tutorial
it: Guarda il video tutorial
ja: ビデオチュートリアルを見る
pt_pt: Assista ao tutorial em vídeo
ru: Посмотреть видео-инструкцию
th: รับชมวิดีโอสอนใช้งาน
tr: Video eğitimini izleyin
vi: Xem video hướng dẫn;
zh: 观看视频教程

# manual.step.first
source: 1. Install Adobe Lightroom from the App Store
ar: 1. ثبِّت تطبيق Adobe Lightroom من متجر App Store
de: 1. Installiere Adobe Lightroom aus dem App Store
es: 1. Instale Adobe Lightroom desde App Store
fr: 1. Installez Adobe Lightroom depuis l'App Store
id: 1. Instal Adobe Lightroom dari App Store
it: 1. Installa Adobe Lightroom dall'App Store
ja: 1. AppStoreからAdobeLightroomをインストールします
pt_pt: 1. Instale o Adobe Lightroom na App Store
ru: 1. Установите Adobe Lightroom из App Store
th: 1. ติดตั้ง Adobe Lightroom จาก App Store
tr: 1. Adobe Lightroom'u App Store'dan yükleyin
vi: 1. Cài đặt Adobe Lightroom từ App Store
zh: 1. 从App Store安装Adobe Lightroom
